7767517
34 34
Input                    input_1                  0 1 input_1
BinaryOp                 StatefulPartitionedCall/model/tf.math.truediv/truediv 1 1 input_1 StatefulPartitionedCall/model/tf.math.truediv/truediv:0 0=2 1=1 2=7.843138e-03
BinaryOp                 StatefulPartitionedCall/model/tf.math.subtract/Sub 1 1 StatefulPartitionedCall/model/tf.math.truediv/truediv:0 StatefulPartitionedCall/model/tf.math.subtract/Sub:0 0=1 1=1 2=1.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv1/Conv2D 1 1 StatefulPartitionedCall/model/tf.math.subtract/Sub:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv1_relu/Relu6:0 0=32 1=3 3=2 15=1 16=1 5=1 6=864 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_1/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv1_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_1_relu/Relu6:0 0=32 1=3 4=1 5=1 6=288 7=32 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_1/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_1_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_1_relu/Relu6:0 0=64 1=1 5=1 6=2048 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_2/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_1_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_2_relu/Relu6:0 0=64 1=3 3=2 15=1 16=1 5=1 6=576 7=64 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_2/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_2_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_2_relu/Relu6:0 0=128 1=1 5=1 6=8192 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_3/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_2_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_3_relu/Relu6:0 0=128 1=3 4=1 5=1 6=1152 7=128 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_3/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_3_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_3_relu/Relu6:0 0=128 1=1 5=1 6=16384 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_4/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_3_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_4_relu/Relu6:0 0=128 1=3 3=2 15=1 16=1 5=1 6=1152 7=128 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_4/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_4_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_4_relu/Relu6:0 0=256 1=1 5=1 6=32768 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_5/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_4_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_5_relu/Relu6:0 0=256 1=3 4=1 5=1 6=2304 7=256 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_5/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_5_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_5_relu/Relu6:0 0=256 1=1 5=1 6=65536 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_6/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_5_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_6_relu/Relu6:0 0=256 1=3 3=2 15=1 16=1 5=1 6=2304 7=256 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_6/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_6_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_6_relu/Relu6:0 0=512 1=1 5=1 6=131072 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_7/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_6_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_7_relu/Relu6:0 0=512 1=3 4=1 5=1 6=4608 7=512 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_7/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_7_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_7_relu/Relu6:0 0=512 1=1 5=1 6=262144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_8/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_7_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_8_relu/Relu6:0 0=512 1=3 4=1 5=1 6=4608 7=512 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_8/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_8_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_8_relu/Relu6:0 0=512 1=1 5=1 6=262144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_9/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_8_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_9_relu/Relu6:0 0=512 1=3 4=1 5=1 6=4608 7=512 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_9/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_9_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_9_relu/Relu6:0 0=512 1=1 5=1 6=262144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_10/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_9_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_10_relu/Relu6:0 0=512 1=3 4=1 5=1 6=4608 7=512 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_10/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_10_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_10_relu/Relu6:0 0=512 1=1 5=1 6=262144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_11/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_10_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_11_relu/Relu6:0 0=512 1=3 4=1 5=1 6=4608 7=512 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_11/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_11_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_11_relu/Relu6:0 0=512 1=1 5=1 6=262144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_12/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_11_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_12_relu/Relu6:0 0=512 1=3 3=2 15=1 16=1 5=1 6=4608 7=512 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_12/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_12_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_12_relu/Relu6:0 0=1024 1=1 5=1 6=524288 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_13/depthwise 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_12_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_13_relu/Relu6:0 0=1024 1=3 4=1 5=1 6=9216 7=1024 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_13/Conv2D 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_dw_13_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_13_relu/Relu6:0 0=1024 1=1 5=1 6=1048576 9=3 -23310=2,0.000000e+00,6.000000e+00
Pooling                  StatefulPartitionedCall/model/mobilenet_1.00_224/global_average_pooling2d/Mean 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_pw_13_relu/Relu6:0 StatefulPartitionedCall/model/mobilenet_1.00_224/global_average_pooling2d/Mean:0 0=1 4=1
InnerProduct             StatefulPartitionedCall/model/mobilenet_1.00_224/conv_preds/BiasAdd 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/global_average_pooling2d/Mean:0 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_preds/BiasAdd:0 0=1000 1=1 2=1024000
Reshape                  StatefulPartitionedCall/model/mobilenet_1.00_224/reshape_2/Reshape 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/conv_preds/BiasAdd:0 StatefulPartitionedCall/model/mobilenet_1.00_224/reshape_2/Reshape:0 0=1000
Softmax                  StatefulPartitionedCall/model/mobilenet_1.00_224/predictions/Softmax 1 1 StatefulPartitionedCall/model/mobilenet_1.00_224/reshape_2/Reshape:0 mobilenet_1.00_224
